[
    {
        "nama": "Gustaf Ali",
        "umur": 21,
        "hasil_observasi": "Ukurannya pas sebelumnya, maunya ada ukuran yang lebih besar kaya di janji jiwa, sbux, desainnya lebih baik ada logo saja, ukuran sosmed logo diperkecil, desain simple dan minimalis, kemasannya ga mau transparan, harusnya warnanya kebih solid untuk menutupi isi, alas bulet, dasar desain lebih suka itam, suka desain premium, simple dan minimalis, cupnya tipis aja biar gampang didaur ulang, kalau bisa sedotan plastiknya dikurangin untuk mengurangi komsumsi plastic, maunya penutup selany bisa buka tutup agar mengurangi penggunaan sedotan, sosmed e commerce diilangin aja (lebih baik yg ada hanya intagram/twitter), desain tulisan codajie tidak usah ada (yg ada hanya gambar logo codajie) krna di bagian sosmed sudah ada."
    },
    {
        "nama": "Jeje",
        "umur": 25,
        "hasil_observasi": "Gua orangnya suka minum, ukurannya dan volume cupnya lebih besar, warna kurang menarik, pengennya warna hitam krna warna hitam lebih elegan dan terkesan lebih serius, kalau warna ungu yg sekarang terkesan warna anak2, sealnya harusnya lebih gampang saat ditusuk sedotan atau lebih baik menggunakan sedotan yg bawahnya runcing biar lebih efesien, desain pada cup tidak perlu ada logo marketplace, cukup info instagramnya saja, logo codajie terlalu rame, tulisan codajie dibagian c nya membingungngkan custumer apakah codajie atau odajie, layout tulisan codajie masi berantakan, bentuk cupnya lebih menarik kalau bentuknya memanjang dripada lebar/gemuk (cth kaya kemasan boba), alasnya lebih baik jangan melengkung, lebih bagus kalo desain simple dan elegan."
    },
    {
        "nama": "Fadil",
        "umur": 25,
        "hasil_observasi": "Warna logo dan tulisan tidak menunjukkan yang berkaitan kopi, sebaiknya menggunakan warna cklt atau putih, bentuk logo lebih seperti bentuk es krip dibandingkan kopi, bentuk dan ukuran sudah bagus, lebih suka desain premium dan lebih simple, branding sosmed ukurannya lebih kecil dan dipindahkan dekat logo codajie, bagian sisi lain ditambahin quotes, seal tutup cupnya lebih baik terdapat logo."
    },
    {
        "nama": "Usnul Fathariq",
        "umur": 24,
        "hasil_observasi": "Logo tidak mencerminkan unsur kopi (sepertii jualan eskrm bukan kopi), warna logo atau tulisan lebih baik hitam/putih, fontnya diganti karena seperti menunjukkan target marketingnya ke perempuan bukan umum, desain cupnya lebih ergonomis, lebih suka desain simple dan tegas, alas cupnya oval dan bentuknya sudah pas, pada shape lancip eskrim logonya diilangin, tulisan yg dibawah codajie lebih yg ada caffe and food saja (tidak perlu ada cakenya), lebih suka desain yg lebih simple, seal penutupnya leboh baik polos, pada cup ditambahin quotes yg emosional dan friendly, membuat kesan yg berbeda tentang codajie (identitas yg bisa diingat customer), kopi masuk dengan semua kalangan dan sudah menajdi lifes style, karena target marketingnya semua gender maka menggunankan warna2 standar seperti hijau. Ukuran logo social media terlalu besar dan logo marketplace tidak perlu ada, ditambhin logo yt aja sekalian."
    },
    {
        "nama": "rina",
        "umur": 22,
        "hasil_observasi": "Harapan kemasannya adanya informasi, kemasan yang menarik, bisa dipakai kembali, desain yang elegan, jangan mudah sobek, tidak mudah pecah, rigid plastic, kemasan unik, warna netral (putih), ada template quotes motivasi, ukuran sedang."
    },
    {
        "nama": "haekal",
        "umur": 20,
        "hasil_observasi": "Kemasan yang menarik dan sesaui ukuran dengan warna kemasan putih kayanya bagus. Adanya quotes yang memotivasi tapi singkat saja. Bahan kemasan yg dari paper cup saja dengan ukurang yg sedang."
    },
    {
        "nama": "amelinda",
        "umur": 20,
        "hasil_observasi": "Informasi brand coffee, kemudahan dalam penggunaan yang handy, kemasan yang menarik dan sesuai ukuran. Warna kemasan lebih bagus warna hitam karena lebih terkesan premium."
    },
    {
        "nama": "iqom",
        "umur": 20,
        "hasil_observasi": "Ukurannya kemasan yg tinggi, warna gelap (seperti warna biru tua, cokelat tua, abu2), desain simple dan ga rame, ukuran font gede, material yang gampang dibuang tapir amah lingkungan, cup holder. Desain kemasan yang menarik"
    },
    {
        "nama": "jesika",
        "umur": 21,
        "hasil_observasi": "Bentuk Saya sangat tertarik dengan bentuk yang unik dan simple yaitu seperti pada gambar material rigid plastic. Bahan kemasan Saya lebih memilih bahan kemasan rigid plastic karena akan lebih ringan dibawa dibandingkan bahan keramik dan juga pasti harga rigid plastic lebih affordable dibandingkan keramik jadi lebih cocok bagi kaum pelajar. Warna Saya suka warna yang soft seperti pada gambar rigid plastic yaitu warna coklat yang tidak mencolok dan warna putih telur apalagi perpaduan warna emas dan putih membuat cup terkesan exclusive. Ukuran Medium size sangat cocok bagi saya karena masih sesuai ukuran genggaman remaja-dewasa dan lebih mudah dikonsumsi apalagi dapat menampung kopi yang cukup yaitu tidak berlebihan dan tidak kekurangan. Desain Saya menyukai desain yang simple namun terkesan mewah yaitu abstract art style mungkin cocok mendeskripsikannya. Namun lebih penting menaruh indormasi produk seperti varian rasa yang kita order tertuliskan dalam kemasan."
    },
    {
        "nama": "josua hutabarat",
        "umur": 21,
        "hasil_observasi": "Informas brand, quotes template space yang ditulis barista, kemudahaan dalam penggunaan, desain kemasan yang menarik, dan atraktif, kemasan yang sesuai ukuran, fitur tambahan untuk take away yaitu cup holder, desain dengan warna netral (putih), font untuk brand coffee codajie ukurannya sedang, tutup hot cup dilengkapi untuk tempat sedotan (bisa buka tutup di bagian sedotan), material kemasan terbuat dari paper cup, desain kemasan simple dan modern,"
    },
    {
        "nama": "bita",
        "umur": 24,
        "hasil_observasi": "Informasi, kemasan yang menarik, kemasan yang dapat digunakan kembali. Warna kemasan warna terang seperti putih atau cream."
    },
    {
        "nama": "jhony irawan",
        "umur": 28,
        "hasil_observasi": "Warna netral seperti coklat, desain yang simple dan modern, informasi cukup ada logo coffee shop, Kemudahan dalam penggunaan, fitur tambahan cup holder, ukuran cup sedang saja."
    },
    {
        "nama": "swingly",
        "umur": 25,
        "hasil_observasi": "Desain kemasan yang menarik, kemudahan dalam penggunaan, cokelat dan putih, desain kemsan yng simple dan premium, bahan kemasan terbuat sterofoam, ukurannya sedang."
    },
    {
        "nama": "bastian",
        "umur": 24,
        "hasil_observasi": "Desain kemasan yang menarik, informasi, kemasn yang dapat digunakann kembali, inovatif, elegan, bahan kemasan paper cup, warna cokelat."
    },
    {
        "nama": "tisa",
        "umur": 21,
        "hasil_observasi": "Kemudahan dalam penggunaan, desain kemasan yang menarik, kemasan yang dapat digunakan kembali, kemasan yang sesuai ukuran, bentuk kemsan yang gampang digenggam, desain kemsan yang menarik dan unik , simple dan premium, warna yang tidak mencolok, cokelat, 2 warna, ukuran bebrapa yan sedang dan besar, adanya cup holder"
    },
    {
        "nama": "orlando",
        "umur": 23,
        "hasil_observasi": "Kemasan pengen yang bisa di daur ulang, desain kemsan tidak terlalu penting, gelas dengan desain Indonesia(gmbar desain pakaian adat, ilutrasi toko pahlawan, ukuran sesuai volume kopi, warna kemasan, desain kemasan retro, warna gelap (hitam, abu2,), informasi (beans apa, dicantumkan nama, ditulis oleh barista)."
    },
    {
        "nama": "frans",
        "umur": 22,
        "hasil_observasi": "Desain kemasan yang menarik dengan warna putih atau hitam dengan motif tipis dan atraktif, ukuran kemasan yang sesuai ukuran, mempunya fitur tambahan seperti cup holder, material dengan gampang terurai seperti tumblr, template quotes love mix komedi, desain kemasan simple and modern."
    },
    {
        "nama": "bimo",
        "umur": 24,
        "hasil_observasi": "Desain simple informtif, ilustrasi yg simple dan lebih mebrandingkan brand coffee codajie, warna kemasan cream, bahan kemasan karton, bentuk kemasan yang pada umunya (glass cup)."
    },
    {
        "nama": "bona sitorus",
        "umur": 23,
        "hasil_observasi": "Bahan paper cup dengan warna cream dengan bentuk bulat, desain yang simple dan elegan, disediakannya template quotes."
    },
    {
        "nama": "yosephine",
        "umur": 23,
        "hasil_observasi": "Warna cokelat muda atau dengan menyesuaikan identitas brand dengan bahan kemasan dari paper cup dengan desain simple dan tambahan cup holder."
    },
    {
        "nama": "jeremy",
        "umur": 22,
        "hasil_observasi": "Warna kemasan cokelat atau hitam dan putih dengan bahan kemasan rigis plastic, bnetuk dan ukuran kemasan 150 ml, dengan desain yang elegan."
    },
    {
        "nama": "bianco",
        "umur": 23,
        "hasil_observasi": "Bahan kemasan kalau boleh pilih tentu saja dengan material keramik karna dapat menahan panas lebih lama dan kemasannya lebih elegan walaupun dengan cost yang sudah pasti lebih mahal dengan warna yang elegan dan bentuk cup yang handy dengan fitur tambahan paper bag lalu beralaskan tray.desain kemasan yang simple dan elegan."
    },
    {
        "nama": "gustiyani",
        "umur": 24,
        "hasil_observasi": "Kemasan rigid plastik, warna cokelat dan hijau, ukuran sedang, desain simple dan tidak mencolok. Ukuran kemasan yang sedang sekali minum dengan desain kemasan yang simple dengan fitur tambahan cup holder."
    },
    {
        "nama": "paijo",
        "umur": 28,
        "hasil_observasi": "Adanya informasi brand dengan desain yang simple dan kemasan yang terbuat dari paper cup. Warna kemasan cokelat atau putih."
    },
    {
        "nama": "tika",
        "umur": 30,
        "hasil_observasi": "Kemasan yang simple dan mempunyai desain yang menarik dengan warna kemasan yang terang seorti warna putih atau cream, mempunyai bentuk kemasan yang kecil karena lucu."
    },
    {
        "nama": "iikal",
        "umur": 20,
        "hasil_observasi": "Dari bahan paper cup dengan warna kemasan kuning dengan brand warna cokelat dengan desain kemasan yang simple dan premium, dan ukuran cup yang sedang yang sesuai volume kopi."
    },
    {
        "nama": "gerry",
        "umur": 20,
        "hasil_observasi": "Bahan kemasan dari paper cup, warnanya hitam dengan desain simple modern. Ukuran cup yang sedang."
    },
    {
        "nama": "mega",
        "umur": 22,
        "hasil_observasi": "Suka kemasan yang simple dan ukuran kecil dengan warna gelap seperti hitam. Dan bahan kemasan yang dari paper cup. Karena aku lebih suka minum di tempat jadi ga memerlukan holder cup."
    },
    {
        "nama": "ihsan",
        "umur": 25,
        "hasil_observasi": "Kemasan yang menarik simple dan sesuai dengan ukuran coffe yang di order. Warna yang sedikit terang dengan bahan paper cup yang pas di genggam, mempunyai desain yang simple dan elegan dan mempunyai cup holder jika mau di take away."
    },
    {
        "nama": "agung",
        "umur": 20,
        "hasil_observasi": "Cupnya terlihat bantet, berharap ukuran cupnya seperti cup boba (minuman kekinian, yg ukurannya panjang dan ramping) agar di fto lebih instagramble, bagian seal dikasih sablon logo codajie biar premium, maunya ada quotes yg ditulis oleh barista, ada pembeda cup besar dan kecil, diseruput juga bisa, jadi ga perlu pake sedotan plastic untuk mengurangi plasti (menggunakan sedotan kertas), untuk take away ditamabhin plastic tempat cupnya, ada tulisan jenis minumannya di cup, logo marketplacenya ga perlu dicantumkan, bentuk alas tetap bulat, maunya ada identitas dari kopi codajie, desainnya harusnya ada gambar biji kopie untuk yg minuman kopinya, warna logo codajie lebih baik yg berkaitan dengan warna kopi (contoh wrna cklt), lebih suka model desain yang informative ( contohnya kopi menggunakan beans apa)."
    }
]